public class task6 {
    public static void main(String[] args) {
        /*
         *    Есть прямоугольник, у которого известна ширина
         *  w и высота h. Найти и вывести на консоль периметр
         *  и площадь заданного прямоугольника. Высота и ширина прямоугольника
         *  должна задаваться константными переменными в коде программы. */

        final double w = 5;
        final double h = 6;
        System.out.println("Площадь:" +  w * h);
        System.out.println("Периметр:" +  (2*w +2*h));
    }
}
